10/data/attachments/d5f79d7777633fa4.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Andrew_table_Friend_70986_2</nif:username>
            <nif:friendToBeRequested>soap_friends_93ff4070-cf5c-40b5-82d5-9452476aa2ca</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>